[
  {
    "date": 1930,
    "text": "Wolves locally extinct in Washington after extensive trapping, shooting and poisoning."
  },
  {
    "date": 2008,
    "text": "First wolf pack documented in Washington State "
  },
  {
    "date": 2011,
    "text": "State adopts wolf conservation and management plan requiring statewide recovery of wolves, a state endangered species. Gray wolves also listed for federal protection under the federal Endangered Species Act in Western Washington."
  },
  {
    "date": "6/9/2016",
    "text": "State biologists collar a wolf in the Profanity Peak pack"
  },
  {
    "date": "6/9/2016",
    "text": "Operators for the Diamond M Ranch, which has held grazing permits in the Colville National Forest for 73 years,  turns out 198 cows with calves in the usual place at the C.C. Mountaint allotment on Deadman Creek Road and set out a salt block to draw the cattle up to pastures on CC Mountain from the Betty Creek drainage "
  },
  {
    "date": "6/12/2016",
    "text": "State biologists collar another wolf in the Profanity Peak pack"
  },
  {
    "date": "6/30/2016",
    "text": "By the end of June, state biologists have located the Profanity Peak pack's den. The pack, burned out of part of their territory to the north by the Stick Pin fire, had moved the den to a new location about five miles from the cattle turn out point and a quarter mile from the salt lick."
  },
  {
    "date": "7/1/2016",
    "text": "Cows are dispersed from the turn out site and using the area near the pack's den site and salt lick. "
  },
  {
    "date": "7/8/2016",
    "text": "First calf kill by the pack is confirmed by the state. Kills and injuries continue in area anywhere from one to ten miles from the nitial turn out location and den site. Washington Department of Fish and Wildlife urges rancher to use a range rider. "
  },
  {
    "date": "8/8/2016",
    "text": "WDFW  alert Diamond M Ranch operators their salt block is a near the den site and ask them to move it. Arron Scotten, range riding for the ranch does so. It makes the problem of cows congregating in the pack's activity area worse, as cows, expecting to find the salt where it had always been, mill around looking for it and pawing and licking the ground."
  },
  {
    "date": "9/2/2016",
    "text": "Protestors rally outside WDFW offices in Olympia protesting wolf kills in the Profanity Peak Pack to protect cattle grazing public lands."
  },
  {
    "date": "1/22/2017",
    "text": "WDFW issues report that finds while it had initially said the Diamond M turned out cows larger than 200 pounds to deter wolves, that was an average weight."
  },
  {
    "date": "3/17/2017",
    "text": "WDFW announces wolf population continues to grow, to 20 packs, as the overall population increases annually by about 30 percent a year. Most packs are located in Northeastern Washignton, overlapping federal grazing allotments in the Colville National Forest",
    "undefined": "Most packs are concentrated in the Colville National Forest, overlapping federal grazing allotments."
  }
]