[
  {
    "stage": "intro",
    "text": "In 2016, the collared female of the Profanity Peak pack left to form a new pack to the south, leaving WDFW without a way to monitor the original group. In early June, the agency was able to capture and collar a new pair of wolves, and begin tracking their movements via GPS."
  },
  {
    "stage": "release",
    "date": "6/9/2016",
    "text": "Operators for the Diamond M Ranch, which has held grazing permits in the Colville National Forest for 73 years,  turns out 198 cows with calves in the usual place at the C.C. Mountaint allotment on Deadman Creek Road and set out a salt block to draw the cattle up to pastures on CC Mountain from the Betty Creek drainage "
  },
  {
    "stage": "den",
    "date": "6/30/2016",
    "text": "By the end of June, state biologists have located the Profanity Peak pack's den. The pack, burned out of part of their territory to the north by the Stick Pin fire, had moved the den to a new location about five miles from the cattle turn out point and a quarter mile from the salt lick."
  },
  {
    "stage": "salt",
    "date": "7/1/2016",
    "text": "Cows are dispersed from the turn out site and using the area near the pack's den site and salt lick. "
  },
  {
    "stage": "depredation",
    "date": "7/8/2016",
    "text": "First calf kill by the pack is confirmed by the state. Kills and injuries continue in area anywhere from one to ten miles from the nitial turn out location and den site. Washington Department of Fish and Wildlife urges rancher to use a range rider. "
  },
  {
    "stage": "kills",
    "date": "8/5/2016",
    "text": "When non-lethal deterrence measures prove unsuccessful, WDFW begins killing wolves in the Profanity Peak pack."
  },
  {
    "stage": "saltRemoval",
    "date": "8/8/2016",
    "text": "WDFW  alert Diamond M Ranch operators their salt block is a near the den site and ask them to move it. Arron Scotten, range riding for the ranch does so. It makes the problem of cows congregating in the pack's activity area worse, as cows, expecting to find the salt where it had always been, mill around looking for it and pawing and licking the ground."
  },
  {
    "stage": "killsConcluded",
    "date": "10/18/2016",
    "text": "WDFW suspends lethal pack removal, having killed seven wolves. At least four wolves remain: one adult female and three juveniles."
  }
]